Repository: AlonMlievski/alavetelitheme
Catalog: locale-theme/*/app.po
Languages: he_il

source: <strong>Learn more</strong> from the help for <a href="%s">FOI officers</a>
he_il: <strong>למד עוד</strong> מאזור העזרה ל <a href="%s">פקידי חופש מידע</a>

source: Address
he_il: כתובת

source: Change address on {{site_name}}
he_il: שנה כתובת ב{{site_name}}

source: Change dob on {{site_name}}
he_il: שנה DOB ב {{site_name}}

source: Change your DOB
he_il: עדכן את תאריך הלידה שלך

source: Change your address
he_il: שנה את כתובתך

source: Change your address used on {{site_name}}
he_il: שנה את כתובתך עבור {{site_name}}

source: Change your dob used on {{site_name}}
he_il: שנה את הDOB שלך עבור {{site_name}}

source: DOB is not a valid date
he_il: הDOB אינו תקין

source: Help pages
he_il: דפי עזרה

source: New address:
he_il: כתובת חדשה:

source: New dob:
he_il: DOB חדש:

source: Then you can change your address used on {{site_name}}
he_il: ואז תוכל לשנות את הכתובת עבור {{site_name}}

source: Then you can change your dob used on {{site_name}}
he_il: ואז תוכל לשנות את הDOB עבור {{site_name}}

source: To change your address used on {{site_name}}
he_il: על מנת לשנות את כתובתך עבור {{site_name}}

source: To change your dob used on {{site_name}}
he_il: על מנת לשנות את הDOB שלך עבור {{site_name}}

source: Today
he_il: היום

source: You have now changed your address used on {{site_name}}
he_il: כתובתך עבור {{site_name}} שונתה

source: You have now changed your dob used on {{site_name}}
he_il: הDOB שלך עבור {{site_name}} שונה

source: Your DOB will also be sent to authorities when you make a request. We will not reveal your DOB on the website.
he_il: הDOB שלך יישלח לרשויות כאשר תיצור בקשה. הDOB שלך לא יוצג באתר.

source: Your DOB:
he_il: הDOB שלך:

source: Your address will be sent to authorities when you make a request. We will not reveal your address on the website.
he_il: כתובתך תשלח לרשויות כאשר תיצור בקשה. הכתובת לא תוצג באתר.

source: Your address:
he_il: כתובתך:
